mean = np.mean(data) # Вычисляем среднее значение (арифметическое среднее) для нашего набора данных 'data'.
std = np.std(data)   # Вычисляем стандартное отклонение для нашего набора данных 'data'. Стандартное отклонение показывает, насколько сильно данные отклоняются от среднего.
mean, std            # Выводим вычисленные среднее значение и стандартное отклонение.
median = np.median(data) # Вычисляем медиану для нашего набора данных . Медиана - это значение, которое делит упорядоченный набор данных на две равные части.
median # Выводим вычисленную медиану.